[
  {
    "author": "John Doe",
    "title": "مستقبل الذكاء الاصطناعي في الحياة اليومية",
    "sub_title": "كيف يُحَوِّل الذكاء الاصطناعي عالمنا",
    "content": "الذكاء الاصطناعي (AI) يتقدم بسرعة، ويشكل الطريقة التي نعمل بها، نتواصل، ونعيش. من المساعدين الافتراضيين إلى السيارات ذاتية القيادة، يعمل الذكاء الاصطناعي على جعل حياتنا أكثر كفاءة وراحة.",
    "sub_content": "يتوقع الخبراء أن الذكاء الاصطناعي سيحدث ثورة في الرعاية الصحية، والمالية، وحتى الصناعات الإبداعية. وبينما توجد مخاوف بشأن فقدان الوظائف، إلا أن الذكاء الاصطناعي يخلق أيضًا فرصًا جديدة للابتكار.",
    "image": "https://www.hostinger.com/my/tutorials/wp-content/uploads/sites/45/2022/03/what-is-a-blog-1.webp"
  },
  {
    "author": "Jane Smith",
    "title": "10 نصائح لأسلوب حياة أكثر صحة",
    "sub_title": "عادات بسيطة يمكن أن تحسن رفاهيتك العامة",
    "content": "عيش حياة صحية لا يجب أن يكون معقدًا. من خلال إجراء تغييرات صغيرة في روتينك اليومي، يمكنك تحسين صحتك البدنية والعقلية.",
    "sub_content": "ركز على تناول وجبات متوازنة، البقاء مترطبًا، ممارسة الرياضة بانتظام، والحصول على قسط كافٍ من النوم. يمكن أن يكون لهذه الخطوات البسيطة تأثير كبير على صحتك على المدى الطويل.",
    "image": "https://www.hostinger.com/my/tutorials/wp-content/uploads/sites/45/2022/03/what-is-a-blog-1.webp"
  },
  {
    "author": "Mike Johnson",
    "title": "صعود العمل عن بُعد",
    "sub_title": "لماذا تعتنق المزيد من الشركات العمل عن بُعد",
    "content": "لقد أصبح العمل عن بُعد شائعًا في السنوات الأخيرة، حيث سمحت العديد من الشركات للموظفين بالعمل من المنزل. وقد أدى هذا التحول إلى زيادة المرونة والإنتاجية.",
    "sub_content": "مع الأدوات المناسبة وتوازن العمل والحياة، يمكن أن يكون العمل عن بُعد فعالًا مثل بيئات المكتب التقليدية. بدأت الشركات الآن في إعادة التفكير في المساحات المكتبية ونماذج العمل الهجينة.",
    "image": "https://www.hostinger.com/my/tutorials/wp-content/uploads/sites/45/2022/03/what-is-a-blog-1.webp"
  },
  {
    "author": "Emily Davis",
    "title": "أفضل 5 وجهات سفر لعام 2025",
    "sub_title": "اكتشف أكثر الأماكن المدهشة التي يجب زيارتها العام المقبل",
    "content": "من الشواطئ الاستوائية إلى المدن التاريخية، تحتوي سنة 2025 على بعض الوجهات السياحية الرائعة التي تنتظرك. سواء كنت تبحث عن مغامرة أو استرخاء، هناك شيء للجميع.",
    "sub_content": "تتصدر وجهات مثل بالي وباريس وسانتوريني وكيوتو وباتاغونيا قوائم السفر بفضل تجاربها الفريدة، مناظرها الطبيعية الخلابة، وغناها الثقافي.",
    "image": "https://www.hostinger.com/my/tutorials/wp-content/uploads/sites/45/2022/03/what-is-a-blog-1.webp"
  },
  {
    "author": "David Brown",
    "title": "الاستثمار 101: دليل المبتدئين",
    "sub_title": "فهم أساسيات الاستثمار الذكي",
    "content": "قد يبدو الاستثمار مربكًا في البداية، ولكن مع النهج الصحيح، يمكنك تنمية ثروتك بمرور الوقت. من المهم فهم فئات الأصول المختلفة ومستويات المخاطر.",
    "sub_content": "ابدأ بتحديد أهدافك المالية، وتنويع محفظتك، والبقاء على اطلاع باتجاهات السوق. يمكن أن يساعد الاستثمار طويل الأجل في تأمين مستقبلك المالي.",
    "image": "https://www.hostinger.com/my/tutorials/wp-content/uploads/sites/45/2022/03/what-is-a-blog-1.webp"
  }
]
